{
  "header": {
    "title": "About Us",
    "subtext": "More than 65 years of combined textile sector experience as Makers and Buyers, working with industry-leading companies. "
  },
  "elements": {
    "who": {
      "title": "Our Team",
      "subtext": "We have combined our experience with a young, diverse team of creative professionals from different backgrounds & perspectives. Our team has a passion for sustainability through fashion, digital strategies and elegant user experiences."
    },
    "where": {
      "title": "Where",
      "subtext": "We are based in Mauritius, the Indian Ocean Island with the oldest export-oriented apparel industry on the African Continent, dating back 50 years."
    },
    "with": {
      "title": "With",
      "subtext": "We passionately believe in value addition through collaboration and have built a unique win-win partnership of factories to produce our Drop service. \n\nWe have established a network of experienced partners throughout Africa for a continental presence and footprint in the main textile & apparel producing countries. \n\nAnd for buyers who prefer having local support, we have Country Representatives in the main buying markets."
    },
    "Why": {
      "title": "Why",
      "subtext": "We believe in the future of Africa and the potential of the fashion industry to re-invent itself as a creator of economic & social value rather than being simply an extractor."
    }
  },
  "arif": "Arif has 35 years experience in the textile industry. As Managing Director of a vertically-integrated knitwear company with factories in Mauritius and Madagascar, he supplied industry leading retailers such as Zara, H&M and Mango.\n\nSubsequently, he built a premium knitwear solution network connecting small and medium size factories in the region with sophisticated European brands including Zadig & Voltaire, Sandro, Agnes B and Strenesse. He has also created the leading cashmere retail brand in Mauritius which recently launched a unique made-to-order e-commerce concept.\n\nArif has been active in the Mauritian Private Sector industry associations. He was a past President and the current vice-President of the Mauritius Exporters Association ( MEXA) and a past President of the Joint Economic Council, the apex body of the Mauritian Private Sector.\n\nArif studied at Williams College and McGill University.",
  "dirk": "Dirk has been working in the industry for 33 years and began his career as an agent for large German buyers including Otto Versand, Karstadt and Kaufhof.\n\nHe then moved to manufacturing as the Marketing Director for a vertically-integrated Mauritian jersey manufacturer where he built significant accounts with fashion-forward retailers such as Topshop, Urban Outfitters, Joie and Armani.\n\nMore recently he was the Sourcing Director for the Mr Price Group which is the largest African retailer with responsibility for their global supply chain with an emphasis on improving compliance, sustainability and lead-times."
}