{
  "header": {
    "title": "E-Commerce",
    "subtext": "Buying and selling re-imagined with more informed buying decisions, reduced lead times and faster delivery!"
  },
  "drops": {
    "title": "Drops",
    "subtext": "Transparency and sustainability are core values of our Drops - we believe this responsibility can be shared by both buyers and suppliers to collaboratively uplift the fashion industry.\n\n No matter your company size, our Ready-To-Ship Drops is a stress-free e-commerce service to purchase latest trends at a minimum quantity of one box, and delivered to your door step within in a week.\n\nWe ensure highest quality by developing the collection with trusted partners in the African continent. To reduce environmental impact, deadstocks and natural fibres are carefully chosen as primary materials, and information about where the garment is made is made accessible to promote traceability.\n\n**Use this in your brand story to highlight your commitment to a transparent and sustainable supply chain!**",
    "subtitle": "Monthly Collections of Ready-To-Ship styles",
    "content": "Explore a unique offer of sophisticated styles with an emphasis on material quality, fit & details  \n\nNew collections offered every month with trend-relevant styles for the North & the South to go beyond seasons and reduce your product risk\n\nMake the most of your finances & increase your inventory-turn by buying low MOQs of 10pcs / style and receiving your delivery to your door within a week\n\nTransparency & sustainability are at the core of our Drops – producers are individually identified and sustainability qualities highlighted for each style\n"
  },
  "brands": {
    "title": "Brands",
    "subtext": "Text coming soon",
    "subtitle": "Curated list of the best regional brands (coming soon...)",
    "content": "Discover the most innovative brands across Africa\n\nSelect on-line from ready-to-ship styles and receive your delivery within a week\n"
  },
  "fastcustom": {
    "title": "Fast Custom",
    "subtext": "Text coming soon",
    "subtitle": "Order essential styles directly from factories with short lead-times and low MOQs (coming soon...)",
    "content": "Our partner factories offer pre-developed essentials & a choice of colours in high-quality fabrics across a wide range of products\n\nBuild a low-MOQ order on-line using your size-curves and adding labelling and customization\n\nDeal directly with factories off-line and receive your delivery within 4 weeks"
  }
}