{
  "header": {
    "title": "Privacy Policy",
    "subtext": "(Version 1.0, updated 05 October 2020)\n",
    "content": "1. DefinitionsFor the purposes of this Privacy Policy, the following definitions shall apply:\n\n* 1.1. “Account” means Company Account or Individual Account.\n* 1.2. “Company Account” shall mean a company Member’s technical and legal access to the Platform, under which single Profiles can be created.\n* 1.3.”Buyers” are (i) Members who signed up to buy textiles and garments or (ii) users who have a Profile under such Members’ Accounts.\n* 1.4.”ABANA” shall mean Abana Ltd, Royal Road, Mapou Leclezio, 30410, Goodlands.\n* 1.5. “Individual Account” shall mean a natural person Member’s technical and legal access to the Platform.\n* 1.6. “Sellers”are members who registered as a Garment Maker (GM), Input Supplier (IS) or Service Provider (SP).\n* 1.7. “Member” shall mean any natural or legal person (Buyer or Seller) who has directly entered into a subscription agreement about the use of the Platform with ABANA.\n* 1.8. “Platform” shall mean the Members-only platform enabling Registered Users to connect and exchange information and find suitable business partners operated by ABANA and accessible under the domain www.app.abana.mu.\n* 1.9. “Profile” shall mean a sub-account under a Company Account for single natural persons, which provides access to the Platform.\n* 1.10.” Registered User” shall mean any Member who is a natural person; or any natural person who works for a Member and has, under such Member’s company Account, created his or her own Profile.\n* 1.11. “RFQ” shall mean a request for quotation on the Platform for quotation on textile products, service or garments. RFQs contain mandatory information (such as a key-word, product categories and product details) and optional information (such as uploaded files, and further specifications).\n* 1.12. “Website” shall mean www.app.abana.mu, including all content and sub-domains thereunder.\n* 1.13 “Feed” refers to the listing or Posts, RFIs, RFQs, Reports, Announcements and other items which members see on their Home Page.\n* 1.14 “RFI(s) / Listing(s)” shall mean requests for information, for garments, services or other textile products.\n* 1.15 “Drops” shall mean the E-Commerce section where ready-to-ship products are offered for sale.\n* 1.16 “Brands” shall refer to the E-Commerce section where products are offered for sale from 3rd party Brands\n* 1.17 “Fast Custom” shall refer to the functionality where paying Buyers may purchase products from Sellers directly using their on-line Fast Custom offer.\n\n2. Background and Scope of Privacy Policy\n\n* 2.1. ABANA (“we” or “us”) operates the Website and thereunder, provides access to a Members-only Platform addressed to manufacturers, brands, retailers and other buyers of textiles, garments, fashion and lifestyle products.\n* 2.2. ABANA protects the privacy of all Website and Platform Users and strictly complies with all applicable data protection provisions, including the Mauritian General Data Protection Regulation (“GDPR”) and the ICT Act (Information, Communication and Technology Act).\n* 2.3. The following privacy policy informs about the processing of data that occurs towards Registered Users or during registration of other Members (see Sections 3-8), as well as about any data processing that happens independent of your registration or log-in (see Sections 8-9).\n\n3. Processing of Data during Registration, account/Profile Completion and updates\n\n* 3.1. When you register for the services on the Platform, complete your Account/Profile or change such information, ABANA stores the information you insert about you, and your company as follows:\n* 3.2. Individual Accounts. If you register or change or complete an Individual Account, such data includes:\n\n  * a) contact information, such as your name, your job title, gender, the country you reside in, phone number, your email address, the new password you choose), and, if your subscription is fee-based, your billing information,\n  * b) information about your company or the company you act for, for example the company’s name, website, minimum order quantity, revenue per year, number of employees, target group, segment, product group, certification requirements, brands you work for and brands with similarities to your sourcing needs,\n  * c) additional Profile information, such as a Profile picture.\n* 3.3. Company Accounts. If you work for a company and create a Company Account, such data includes your name, your job title, gender, the country you reside in, phone number, the name of the Company subscribing, and your e-mail address, and, if the company’s subscription is fee-based, the company’s billing information.\n* 3.4. Individual Profiles. If you create/change a Profile under a Company Account, you must provide ABANA with your name, job title, your email address and may provide a profile picture.\n* 3.5 Conversion Tracking Information. If you register an Individual Account or Company Account, we may save information about how you responded to our advertisements before signing up in connection with such account. For details please see below under Section 9.7.\n\n4. Visibility of Your Account/Profile Information and Activity on the Platform:\n\n* 4.1. ABANA’s service aims at providing a network and potential business contacts for its Members. It therefore generally enables (i) Sellers to contact Buyers and vice versa through a chat function and connect-function, (ii) Buyers to search for Sellers and vice versa (iii) Buyers to post RFQs / RFIs and Sellers to view and answer to such RFQs / RFIs.\n* 4.2. Visibility within the Platform. In order to allow Buyers and Sellers to exchange information as quickly as possible and to enable them to match with business partners quickly and efficiently, it is vital that relevant information on the Platform is visible quickly among Registered Users. Therefore, the information about you and your activities is visible to other Registered Users of the Platform as follows:\n\n  * a) Searchability of Accounts and Profiles: Buyers can only search for Seller’s Accounts. Sellers can search for both Buyers and Sellers Accounts. They cannot directly search for single Profiles or names. However, single Profiles or names can be accessed if one searches for an Account and manually clicks on a Profile/name.\n  * b) Account/Profile Information. If you are a Buyer, Seller can view the information you inserted or uploaded on your Account or Profile. In turn, if you are a Seller, Buyers can view the information you inserted or uploaded on your Account or Profile. \n  * c) RFQs: Buyers can post RFQs, in which they can, inter alia, define the product categories and countries of manufacturers they search for. Such RFQs are visible to all Sellers who fulfil certain predefined criteria, such as the selected product category and country requirements. Sellers can then respond to these RFQs.\n  * d) Search Criteria: Buyers can search for Sellers. The search criteria are visible as a live-ticker towards Sellers who match the search criteria and/or are selected by matching algorithms. In connection with the search criteria, Sellers can see your name and your company’s name and may contact you under your Individual Account or Profile.\n\n5. Messages in Relation to Platform \n\n* In order to keep Registered Users informed about relevant activities on the Platform, ABANA messages Registered Users in connection with its services. Such messages are delivered by email as well as on-Platform and contain, for example, instructions on how to set up an account or interact with other Registered Users, notifications on activities on the Registered User’s account (such as messages by other Registered Users) or recommendations for business contacts.\n\n6. Legal Basis for Data Processing of Registered Users\n\n* 6.1. If you are a Member, or a person who helps to register Members, the legal basis of data processing as described under Sections 3-5.\n* 6.2. If you are an employee or other person acting on behalf of a Member (e.g. you work for a company who subscribed to the Platform as a Member), the legal basis of such processing is based on your consent towards your employer/principal according to Art. 6 para. 1, lit. a) GDPR or the legitimate interests of your employer/principal according to Art. 6 para. 1 f) GDPR. If in doubt, please refer to your employer/principal’s privacy policy.\n\n7. Newsletters\n\n* 7.1. As a Member, we automatically include you in our newsletter mailing list. As a non-Member, we send newsletters only if you signed up for them by giving us your contact details. The purpose of sending such newsletters is to inform you about latest developments, platform & feature updates and to provide relevant information about the market and instructions on how to use the Platform.\n* 7.2. We use the third-party provider “MailChimp” to send such newsletters. MailChimp is provided by Rocket Science Group, LLC, 675 Ponce De Leon Ave NE #5000, Atlanta, GA 30308, USA. MailChimp may receive your identification and contact data (name, date of birth, gender, general, occupation or other demographic information, address, title, contact details, including email address), as well as IT information (IP addresses, usage data, Cookies data, location and browser data).  Such information is stored and processed on MailChimp’s servers in the US. Such data transmission is allowed under the EU commission’s decision about the adoption of the EU-US data protection framework “Privacy Shield” (https://www.privacyshield.gov/welcome). MailChimp is certified under this EU-US Privacy Shield Framework. In connection with the performance of its services for us, MailChimp’s newsletters employ the use of Cookies (see below), unique identifiers, web beacons and similar tracking technologies (“Tracking Technologies”). Such Tracking Technologies are only used in order to provide you a more personalized newsletter. For details, see MailChimp’s privacy policy [(https://mailchimp.com/legal/privacy/)](https://mailchimp.com/legal/privacy/) and Cookie statement ([https://mailchimp.com/legal/cookies/](<* https://mailchimp.com/legal/cookies/>))\n* 7.3. As a Member, the legal basis of processing your data in order to sent you newsletters are our legitimate interests according to Art. 6 para. 1, lit. f) GDPR. As a non-Member, the legal basis of processing your data in order to sent you newsletters is your consent according to Art. 6 para. 1, lit. a) GDPR.\n  •\t \n\n8. Processing of data in case of communication towards us\n\n* 8.1. If you decide to contact us, for example via e-mail or via the contact form, the personal data you transmitted is automatically stored in order to process your request. The data you communicated will not be transferred to third parties. It will only be stored as long as we need to deal with your request (e.g. to answer your question), but minimally as long as we are legally obliged to store such data.\n* 8.2. The legal basis for such processing and storage is Art. 6 para. 1, lit. c) GDPR.\n\n9. Webtracking\n\n* 9.1 Use of Log Files in Case of Errors. When you visit the Website, ABANA collects the following usage data upon a crash or other malfunction of the Website and sends them to an internal logfile: anonymized IP address, browser information, computer information, network information. ABANA uses such data only to detect or to eliminate errors which prevent the Website from operating properly.\n* 9.2. Use of Cookies. ABANA also collects information on the use of the Website by using the browser Cookies from the third-party provider Google Analytics. ABANA only uses these two types of Cookies. Browser Cookies are small text files stored on the user’s data storage medium, which save the specific settings and data exchange via the browser. A Cookie typically contains the name of the domain from which the Cookie has come, information on the age of the Cookie and alphanumeric identifiers. Cookies help ABANA to identify the user’s device and to immediately make available possible preferences. When you access the Website, a Cookie is transmitted to your hard disk of the computer or the mobile device. Cookies help ABANA to improve the Website and offer better services by making the services more user-friendly.\n* 9.3. The Cookies used by ABANA may save the following data on the use of the Website:\n\n  * a) device’s IP address (captured and stored in an anonymized format)\n  * b) device screen resolution\n  * c) device type (unique device identifiers), operating system, and browser type\n  * d) geographic location\n  * e) preferred language used to display the Website\n  * f) mouse events (movements, location and clicks)\n  * g) keypresses\n  * h) referring URL and domain\n  * i) pages visited\n  * j) geographic location (country only)\n  * k) date and time when Website pages were accessed.\n* 9.4. There will be no reference to the name of an individual user, but a reference to an identification number pertaining to the Cookie (“Cookie-ID”). In case the user does not consent to the use of browser Cookies, the user can change the browser settings, so that a storage of Cookies will not be accepted. However, the Website may not function properly and/or some features may not be available in that case.\n* 9.5. Google Analytics. In more detail, ABANA uses Google Analytics, a web analytics service provided by Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland. We use Google Analytics in the form of the “universal analytics” function provided by Google, i.e the analysis of data from your use of our Website is based on a pseudonymous user ID and pseudonymous profile which extends to various devices you use (so-called “cross-device tracking”). The information generated by Google Analytic’s Cookie about your use of the Website (including your IP address) will first be stored on a server of Google within the European Union or the European Economic Area and will then be transmitted to and stored by Google on servers in the United States. Please note that on this Website, Google Analytics code is supplemented by “anonymizeIp” to ensure an anonymized collection of IP addresses (so called IP-masking), Google therefore anonymizes the last octet of the IP address. Only in exceptional cases, the full IP address is sent to and shortened by Google servers in the USA. Such data transmissions are allowed under the EU commission’s decision about the adoption of the EU-US data protection framework “Privacy Shield” (https://www.privacyshield.gov/welcome). Google is certified under the EU-US Privacy Shield Framework.On behalf of the Website provider Google will use this information for the purpose of evaluating your use of the Website, compiling reports on Website activity for Website operators and providing other services relating to Website activity and internet usage to the Website provider. Google will not associate your IP address with any other data held by Google. You may refuse the use of Cookies by selecting the appropriate settings on your browser. However, please note that if you do this, you may not be able to use the full functionality of this Website. Furthermore you can prevent Google’s collection and use of data (Cookies and IP address) by downloading and installing the browser plug-in available under https://tools.google.com/dlpage/gaoptout?hl=en-GB. You can refuse the use of Google Analytics by clicking on the following link. An opt-out Cookie will be set on the computer, which prevents the future collection of your data when visiting this website: https://tools.google.com/dlpage/gaoptout?hl=en. Further information concerning the terms and conditions of use and data privacy can be found at http://www.google.com/analytics/terms/gb.html or at https://www.google.de/intl/en_uk/policies/. Google automatically deletes all information collected within 14 months\n* 9.6. Use of GoogleAds and Conversion Tracking without Sign-Up. We also use Google’s online marketing tool “GoogleAds”. Via GoogleAds, we place advertisements (“ads”) within Google’s “Display Network” (i.e. such ads are shown above your Google search results when you use Google, or on websites of third parties which are partners within Google’s advertisement network). Such ads are personalized, i.e. shown to users who are more likely to be interested in them. This includes personalization for remarketing purposes, i.e. ads are more likely shown to you if you have formerly been interested in online offers similar to our products. To this end, when you visit any website within the Google Display Network, Google integrates a code on such websites (so called “web beacons”). With their help, a Cookie or a similar technology will be placed on your device. At the same time, we receive an individual “conversion Cookie”. With this conversion Cookie, Google prepares conversion statistics for us, enabling us to see how many users have clicked on an ad we placed and how many of these users then performed an activity which we defined beforehand (such as clicking on certain subpages on our Website, e.g. signing up, signing up for a newsletter, viewing promotional videos, following our social media channels, or contacting us via our website through chat or e-mail). To enable this, we equip the subpages which we want to count as a conversion activity with a “conversion tag” provided by Google. We do not see your identity when using Google’s conversion tracking (Certain information may, however, be stored if you sign-up to create an Account or successfully create an Account. For more information on this, please see Section 9.7 below.) Data relevant for displaying such ads and subsequent conversion tracking is processed pseudonymously by Google and its partners, i.e. Google does not store or process data such as your name or email address, unless you have expressly permitted Google to do so. For more information about Google’s use of Cookies in advertising, please visit https://policies.google.com/technologies/ads?hl=en. You can manage your ad settings within the Google services on your Google account (https://adssettings.google.com/authenticated?hl=en). Also, you can manage cookies in the settings of the web browser you use.We use GoogleAds and its personalization to show ads only to users who are potentially interested in them. Conversion tracking allows us to find out which ads users found interesting and therefore, to improve them.\n* 9.7. Use of Ad Tracking Data after Sign-Up. We also may ad so-called UTM-referrer-codes to the ads that we place via GoogleAds. They enable us to see which ad led you to the sign-up page. If you sign up successfully, we may save the previously pseudonymized information we received about your online behaviour via the conversion tracking under Section 9.6 (such as source, medium, campaign, term, content, channel and ad group) in connection with your user Account on the Platform. This allows us to find out which ads our Members found interesting and therefore, to improve our ads and our Platform. We will delete this additional information from your Account within 14 months after you signed up.\n* 9.8. In-Platform Tracking. When you visit the Website and log in as a Member, ABANA collects the following usage meta data:\n\n  * a) login-times and frequencies,\n  * b) number of messages sent and received,\n  * c) mouse or keypress events (movements, location and clicks),\n  * d) subpages, Accounts and profiles visited.\n* 9.9. Legal basis. The legal basis for webtracking and subsequent processing of personal data under this Section 10 are our legitimate interests according to Art. 6 para. 1, lit. f) GDPR.\n\n10. Obligations to provide Data\n* The aforementioned processing of data results from your membership, your use of the Website, opting-in for a newsletter or contacting us. In order to create an Account or Profile on the Platform, some of the data listed under Section 3 must be provided (such data is indicated with an asterisk in the registration form). The use of some of the Platforms functions makes data processing necessary as detailed in Sections 4-5. Other than that, you are neither contractually nor statutorily obliged to provide any data to ABANA.\n11. Your Rights under the GDPR\n* 11.1. Under the Mauritius General Data Protection Regulation, you are entitled to\n   * a) request which data ABANA processes and stores. However, in cases where we only stored anonymized use profiles (such as the ones generated by the use of webtracking), we cannot match such profiles with your individual details such as your name or address. Therefore, we can only fulfil your request if you grant us the information necessary to conduct such matching. We will inform you if fulfilment of your information request is only possible with such further information;\n   * b) request – under the statutorily required preconditions – the completion, correction or deletion of your data;\n   * c) receive the necessary data in a structured, common and machine-readable format as far as processing of your data is based on consent towards or fulfilment of a membership agreement with ABANA; and\n   * d) withdraw your consent to process your data granted towards ABANA (e.g. the consent to receive newsletters) by contacting us via the contact details shown below;\n   * e) withdraw any consent regarding the use of the Platform granted towards your employer or principal by contacting them;\n   * f) object to any processing of data which is based on Art. 6 para. 1 lit. e) or f) GDPR (e.g. in the case of webtracking), as far as the requirements of Art. 21 para. 1 GDPR are met (i.e. on grounds relating to your particular situation).\n* 11.2. You have a right to file a complaint with a data protection authority. \n12. Information and Contact\nYou can contact ABANA under Abana Ltd, Royal Road, Mapou Leclezio, 30410, Goodlands, under the email address support@abana.mu."
  },
  "body": "1.\n\n* 1.1. “Account” means Company Account or Individual Account.\n* 1.2. “Company Account” shall mean a company Member’s technical and legal access to the Platform, under which single Profiles can be created.\n* 1.3.”Buyers” are (i) Members who signed up to buy textiles and garments or (ii) users who have a Profile under such Members’ Accounts.\n* 1.4.”ABANA” shall mean Abana Ltd, Royal Road, Mapou Leclezio, 30410, Goodlands.\n* 1.5. “Individual Account” shall mean a natural person Member’s technical and legal access to the Platform.\n* 1.6. “Sellers”are members who registered as a Garment Maker (GM), Input Supplier (IS) or Service Provider (SP).\n* 1.7. “Member” shall mean any natural or legal person (Buyer or Seller) who has directly entered into a subscription agreement about the use of the Platform with ABANA.\n* 1.8. “Platform” shall mean the Members-only platform enabling Registered Users to connect and exchange information and find suitable business partners operated by ABANA and accessible under the domain www.app.abana.mu.\n* 1.9. “Profile” shall mean a sub-account under a Company Account for single natural persons, which provides access to the Platform.\n* 1.10.” Registered User” shall mean any Member who is a natural person; or any natural person who works for a Member and has, under such Member’s company Account, created his or her own Profile.\n* 1.11. “RFQ” shall mean a request for quotation on the Platform for quotation on textile products, service or garments. RFQs contain mandatory information (such as a key-word, product categories and product details) and optional information (such as uploaded files, and further specifications).\n* 1.12. “Website” shall mean www.app.abana.mu, including all content and sub-domains thereunder.\n* 1.13 “Feed” refers to the listing or Posts, RFIs, RFQs, Reports, Announcements and other items which members see on their Home Page.\n* 1.14 “RFI(s) / Listing(s)” shall mean requests for information, for garments, services or other textile products.\n* 1.15 “Drops” shall mean the E-Commerce section where ready-to-ship products are offered for sale.\n* 1.16 “Brands” shall refer to the E-Commerce section where products are offered for sale from 3rd party Brands\n* 1.17 “Fast Custom” shall refer to the functionality where paying Buyers may purchase products from Sellers directly using their on-line Fast Custom offer.\n\n2. Background and Scope of Privacy Policy\n\n* 2.1. ABANA (“we” or “us”) operates the Website and thereunder, provides access to a Members-only Platform addressed to manufacturers, brands, retailers and other buyers of textiles, garments, fashion and lifestyle products.\n* 2.2. ABANA protects the privacy of all Website and Platform Users and strictly complies with all applicable data protection provisions, including the Mauritian General Data Protection Regulation (“GDPR”) and the ICT Act (Information, Communication and Technology Act).\n* 2.3. The following privacy policy informs about the processing of data that occurs towards Registered Users or during registration of other Members (see Sections 3-8), as well as about any data processing that happens independent of your registration or log-in (see Sections 8-9).\n\n3. Processing of Data during Registration, account/Profile Completion and updates\n\n* 3.1. When you register for the services on the Platform, complete your Account/Profile or change such information, ABANA stores the information you insert about you, and your company as follows:\n* 3.2. Individual Accounts. If you register or change or complete an Individual Account, such data includes:\n\n  * a) contact information, such as your name, your job title, gender, the country you reside in, phone number, your email address, the new password you choose), and, if your subscription is fee-based, your billing information,\n  * b) information about your company or the company you act for, for example the company’s name, website, minimum order quantity, revenue per year, number of employees, target group, segment, product group, certification requirements, brands you work for and brands with similarities to your sourcing needs,\n  * c) additional Profile information, such as a Profile picture.\n* 3.3. Company Accounts. If you work for a company and create a Company Account, such data includes your name, your job title, gender, the country you reside in, phone number, the name of the Company subscribing, and your e-mail address, and, if the company’s subscription is fee-based, the company’s billing information.\n* 3.4. Individual Profiles. If you create/change a Profile under a Company Account, you must provide ABANA with your name, job title, your email address and may provide a profile picture.\n* 3.5 Conversion Tracking Information. If you register an Individual Account or Company Account, we may save information about how you responded to our advertisements before signing up in connection with such account. For details please see below under Section 9.7.\n\n4. Visibility of Your Account/Profile Information and Activity on the Platform:\n\n* 4.1. ABANA’s service aims at providing a network and potential business contacts for its Members. It therefore generally enables (i) Sellers to contact Buyers and vice versa through a chat function and connect-function, (ii) Buyers to search for Sellers and vice versa (iii) Buyers to post RFQs / RFIs and Sellers to view and answer to such RFQs / RFIs.\n* 4.2. Visibility within the Platform. In order to allow Buyers and Sellers to exchange information as quickly as possible and to enable them to match with business partners quickly and efficiently, it is vital that relevant information on the Platform is visible quickly among Registered Users. Therefore, the information about you and your activities is visible to other Registered Users of the Platform as follows:\n\n  * a) Searchability of Accounts and Profiles: Buyers can only search for Seller’s Accounts. Sellers can search for both Buyers and Sellers Accounts. They cannot directly search for single Profiles or names. However, single Profiles or names can be accessed if one searches for an Account and manually clicks on a Profile/name.\n  * b) Account/Profile Information. If you are a Buyer, Seller can view the information you inserted or uploaded on your Account or Profile. In turn, if you are a Seller, Buyers can view the information you inserted or uploaded on your Account or Profile. \n  * c) RFQs: Buyers can post RFQs, in which they can, inter alia, define the product categories and countries of manufacturers they search for. Such RFQs are visible to all Sellers who fulfil certain predefined criteria, such as the selected product category and country requirements. Sellers can then respond to these RFQs.\n  * d) Search Criteria: Buyers can search for Sellers. The search criteria are visible as a live-ticker towards Sellers who match the search criteria and/or are selected by matching algorithms. In connection with the search criteria, Sellers can see your name and your company’s name and may contact you under your Individual Account or Profile.\n\n5. Messages in Relation to Platform \n\n* In order to keep Registered Users informed about relevant activities on the Platform, ABANA messages Registered Users in connection with its services. Such messages are delivered by email as well as on-Platform and contain, for example, instructions on how to set up an account or interact with other Registered Users, notifications on activities on the Registered User’s account (such as messages by other Registered Users) or recommendations for business contacts.\n\n6. Legal Basis for Data Processing of Registered Users\n\n* 6.1. If you are a Member, or a person who helps to register Members, the legal basis of data processing as described under Sections 3-5.\n* 6.2. If you are an employee or other person acting on behalf of a Member (e.g. you work for a company who subscribed to the Platform as a Member), the legal basis of such processing is based on your consent towards your employer/principal according to Art. 6 para. 1, lit. a) GDPR or the legitimate interests of your employer/principal according to Art. 6 para. 1 f) GDPR. If in doubt, please refer to your employer/principal’s privacy policy.\n\n7. Newsletters\n\n* 7.1. As a Member, we automatically include you in our newsletter mailing list. As a non-Member, we send newsletters only if you signed up for them by giving us your contact details. The purpose of sending such newsletters is to inform you about latest developments, platform & feature updates and to provide relevant information about the market and instructions on how to use the Platform.\n* 7.2. We use the third-party provider “MailChimp” to send such newsletters. MailChimp is provided by Rocket Science Group, LLC, 675 Ponce De Leon Ave NE #5000, Atlanta, GA 30308, USA. MailChimp may receive your identification and contact data (name, date of birth, gender, general, occupation or other demographic information, address, title, contact details, including email address), as well as IT information (IP addresses, usage data, Cookies data, location and browser data).  Such information is stored and processed on MailChimp’s servers in the US. Such data transmission is allowed under the EU commission’s decision about the adoption of the EU-US data protection framework “Privacy Shield” (https://www.privacyshield.gov/welcome). MailChimp is certified under this EU-US Privacy Shield Framework. In connection with the performance of its services for us, MailChimp’s newsletters employ the use of Cookies (see below), unique identifiers, web beacons and similar tracking technologies (“Tracking Technologies”). Such Tracking Technologies are only used in order to provide you a more personalized newsletter. For details, see MailChimp’s privacy policy [(https://mailchimp.com/legal/privacy/)](https://mailchimp.com/legal/privacy/) and Cookie statement ([https://mailchimp.com/legal/cookies/](<* https://mailchimp.com/legal/cookies/>))\n* 7.3. As a Member, the legal basis of processing your data in order to sent you newsletters are our legitimate interests according to Art. 6 para. 1, lit. f) GDPR. As a non-Member, the legal basis of processing your data in order to sent you newsletters is your consent according to Art. 6 para. 1, lit. a) GDPR.\n  •\t \n\n8. Processing of data in case of communication towards us\n\n* 8.1. If you decide to contact us, for example via e-mail or via the contact form, the personal data you transmitted is automatically stored in order to process your request. The data you communicated will not be transferred to third parties. It will only be stored as long as we need to deal with your request (e.g. to answer your question), but minimally as long as we are legally obliged to store such data.\n* 8.2. The legal basis for such processing and storage is Art. 6 para. 1, lit. c) GDPR.\n\n9. Webtracking\n\n* 9.1 Use of Log Files in Case of Errors. When you visit the Website, ABANA collects the following usage data upon a crash or other malfunction of the Website and sends them to an internal logfile: anonymized IP address, browser information, computer information, network information. ABANA uses such data only to detect or to eliminate errors which prevent the Website from operating properly.\n* 9.2. Use of Cookies. ABANA also collects information on the use of the Website by using the browser Cookies from the third-party provider Google Analytics. ABANA only uses these two types of Cookies. Browser Cookies are small text files stored on the user’s data storage medium, which save the specific settings and data exchange via the browser. A Cookie typically contains the name of the domain from which the Cookie has come, information on the age of the Cookie and alphanumeric identifiers. Cookies help ABANA to identify the user’s device and to immediately make available possible preferences. When you access the Website, a Cookie is transmitted to your hard disk of the computer or the mobile device. Cookies help ABANA to improve the Website and offer better services by making the services more user-friendly.\n* 9.3. The Cookies used by ABANA may save the following data on the use of the Website:\n\n  * a) device’s IP address (captured and stored in an anonymized format)\n  * b) device screen resolution\n  * c) device type (unique device identifiers), operating system, and browser type\n  * d) geographic location\n  * e) preferred language used to display the Website\n  * f) mouse events (movements, location and clicks)\n  * g) keypresses\n  * h) referring URL and domain\n  * i) pages visited\n  * j) geographic location (country only)\n  * k) date and time when Website pages were accessed.\n* 9.4. There will be no reference to the name of an individual user, but a reference to an identification number pertaining to the Cookie (“Cookie-ID”). In case the user does not consent to the use of browser Cookies, the user can change the browser settings, so that a storage of Cookies will not be accepted. However, the Website may not function properly and/or some features may not be available in that case.\n* 9.5. Google Analytics. In more detail, ABANA uses Google Analytics, a web analytics service provided by Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland. We use Google Analytics in the form of the “universal analytics” function provided by Google, i.e the analysis of data from your use of our Website is based on a pseudonymous user ID and pseudonymous profile which extends to various devices you use (so-called “cross-device tracking”). The information generated by Google Analytic’s Cookie about your use of the Website (including your IP address) will first be stored on a server of Google within the European Union or the European Economic Area and will then be transmitted to and stored by Google on servers in the United States. Please note that on this Website, Google Analytics code is supplemented by “anonymizeIp” to ensure an anonymized collection of IP addresses (so called IP-masking), Google therefore anonymizes the last octet of the IP address. Only in exceptional cases, the full IP address is sent to and shortened by Google servers in the USA. Such data transmissions are allowed under the EU commission’s decision about the adoption of the EU-US data protection framework “Privacy Shield” (https://www.privacyshield.gov/welcome). Google is certified under the EU-US Privacy Shield Framework.On behalf of the Website provider Google will use this information for the purpose of evaluating your use of the Website, compiling reports on Website activity for Website operators and providing other services relating to Website activity and internet usage to the Website provider. Google will not associate your IP address with any other data held by Google. You may refuse the use of Cookies by selecting the appropriate settings on your browser. However, please note that if you do this, you may not be able to use the full functionality of this Website. Furthermore you can prevent Google’s collection and use of data (Cookies and IP address) by downloading and installing the browser plug-in available under https://tools.google.com/dlpage/gaoptout?hl=en-GB. You can refuse the use of Google Analytics by clicking on the following link. An opt-out Cookie will be set on the computer, which prevents the future collection of your data when visiting this website: https://tools.google.com/dlpage/gaoptout?hl=en. Further information concerning the terms and conditions of use and data privacy can be found at http://www.google.com/analytics/terms/gb.html or at https://www.google.de/intl/en_uk/policies/. Google automatically deletes all information collected within 14 months\n* 9.6. Use of GoogleAds and Conversion Tracking without Sign-Up. We also use Google’s online marketing tool “GoogleAds”. Via GoogleAds, we place advertisements (“ads”) within Google’s “Display Network” (i.e. such ads are shown above your Google search results when you use Google, or on websites of third parties which are partners within Google’s advertisement network). Such ads are personalized, i.e. shown to users who are more likely to be interested in them. This includes personalization for remarketing purposes, i.e. ads are more likely shown to you if you have formerly been interested in online offers similar to our products. To this end, when you visit any website within the Google Display Network, Google integrates a code on such websites (so called “web beacons”). With their help, a Cookie or a similar technology will be placed on your device. At the same time, we receive an individual “conversion Cookie”. With this conversion Cookie, Google prepares conversion statistics for us, enabling us to see how many users have clicked on an ad we placed and how many of these users then performed an activity which we defined beforehand (such as clicking on certain subpages on our Website, e.g. signing up, signing up for a newsletter, viewing promotional videos, following our social media channels, or contacting us via our website through chat or e-mail). To enable this, we equip the subpages which we want to count as a conversion activity with a “conversion tag” provided by Google. We do not see your identity when using Google’s conversion tracking (Certain information may, however, be stored if you sign-up to create an Account or successfully create an Account. For more information on this, please see Section 9.7 below.) Data relevant for displaying such ads and subsequent conversion tracking is processed pseudonymously by Google and its partners, i.e. Google does not store or process data such as your name or email address, unless you have expressly permitted Google to do so. For more information about Google’s use of Cookies in advertising, please visit https://policies.google.com/technologies/ads?hl=en. You can manage your ad settings within the Google services on your Google account (https://adssettings.google.com/authenticated?hl=en). Also, you can manage cookies in the settings of the web browser you use.We use GoogleAds and its personalization to show ads only to users who are potentially interested in them. Conversion tracking allows us to find out which ads users found interesting and therefore, to improve them.\n* 9.7. Use of Ad Tracking Data after Sign-Up. We also may ad so-called UTM-referrer-codes to the ads that we place via GoogleAds. They enable us to see which ad led you to the sign-up page. If you sign up successfully, we may save the previously pseudonymized information we received about your online behaviour via the conversion tracking under Section 9.6 (such as source, medium, campaign, term, content, channel and ad group) in connection with your user Account on the Platform. This allows us to find out which ads our Members found interesting and therefore, to improve our ads and our Platform. We will delete this additional information from your Account within 14 months after you signed up.\n* 9.8. In-Platform Tracking. When you visit the Website and log in as a Member, ABANA collects the following usage meta data:\n\n  * a) login-times and frequencies,\n  * b) number of messages sent and received,\n  * c) mouse or keypress events (movements, location and clicks),\n  * d) subpages, Accounts and profiles visited.\n* 9.9. Legal basis. The legal basis for webtracking and subsequent processing of personal data under this Section 10 are our legitimate interests according to Art. 6 para. 1, lit. f) GDPR.\n\n10. Obligations to provide Data\n\n* The aforementioned processing of data results from your membership, your use of the Website, opting-in for a newsletter or contacting us. In order to create an Account or Profile on the Platform, some of the data listed under Section 3 must be provided (such data is indicated with an asterisk in the registration form). The use of some of the Platforms functions makes data processing necessary as detailed in Sections 4-5. Other than that, you are neither contractually nor statutorily obliged to provide any data to ABANA.\n\n11. Your Rights under the GDPR\n\n* 11.1. Under the Mauritius General Data Protection Regulation, you are entitled to\n\n  * a) request which data ABANA processes and stores. However, in cases where we only stored anonymized use profiles (such as the ones generated by the use of webtracking), we cannot match such profiles with your individual details such as your name or address. Therefore, we can only fulfil your request if you grant us the information necessary to conduct such matching. We will inform you if fulfilment of your information request is only possible with such further information;\n  * b) request – under the statutorily required preconditions – the completion, correction or deletion of your data;\n  * c) receive the necessary data in a structured, common and machine-readable format as far as processing of your data is based on consent towards or fulfilment of a membership agreement with ABANA; and\n  * d) withdraw your consent to process your data granted towards ABANA (e.g. the consent to receive newsletters) by contacting us via the contact details shown below;\n  * e) withdraw any consent regarding the use of the Platform granted towards your employer or principal by contacting them;\n  * f) object to any processing of data which is based on Art. 6 para. 1 lit. e) or f) GDPR (e.g. in the case of webtracking), as far as the requirements of Art. 21 para. 1 GDPR are met (i.e. on grounds relating to your particular situation).\n* 11.2. You have a right to file a complaint with a data protection authority. \n\n12. Information and Contact\n    You can contact ABANA under Abana Ltd, Royal Road, Mapou Leclezio, 30410, Goodlands, under the email address support@abana.mu.",
  "content": "**1. Definitions**\n\nFor the purposes of this Privacy Policy, the following definitions shall apply:\n\n* 1.1. **“Account”** means Company Account or Individual Account.\n* 1.2. **“Company Account”** shall mean a company Member’s technical and legal access to the Platform, under which single Profiles can be created.\n* 1.3. **”Buyers”** are (i) Members who signed up to buy textiles and garments or (ii) users who have a Profile under such Members’ Accounts.\n* 1.4. **”ABANA”** shall mean Abana Ltd, Royal Road, Mapou Leclezio, 30410, Goodlands.\n* 1.5. **“Individual Account”** shall mean a natural person Member’s technical and legal access to the Platform.\n* 1.6. **“Sellers”** are members who registered as a Garment Maker (GM), Input Supplier (IS) or Service Provider (SP).\n* 1.7. **“Member”** shall mean any natural or legal person (Buyer or Seller) who has directly entered into a subscription agreement about the use of the Platform with ABANA.\n* 1.8. **“Platform”** shall mean the Members-only platform enabling Registered Users to connect and exchange information and find suitable business partners operated by ABANA and accessible under the domain app.abana.mu.\n* 1.9. **“Profile”** shall mean a sub-account under a Company Account for single natural persons, which provides access to the Platform.\n* 1.10. **” Registered User”** shall mean any Member who is a natural person; or any natural person who works for a Member and has, under such Member’s company Account, created his or her own Profile.\n* 1.11. **“RFQ”** shall mean a request for quotation on the Platform for quotation on textile products, service or garments. RFQs contain mandatory information (such as a key-word, product categories and product details) and optional information (such as uploaded files, and further specifications).\n* 1.12. **“Website”** shall mean app.abana.mu, including all content and sub-domains thereunder.\n* 1.13. **“Feed”** refers to the listing or Posts, RFIs, RFQs, Reports, Announcements and other items which members see on their Home Page.\n* 1.14. **“RFI(s) / Listing(s)”** shall mean requests for information, for garments, services or other textile products.\n* 1.15. **“Drops”** shall mean the E-Commerce section where ready-to-ship products are offered for sale.\n* 1.16. **“Brands”** shall refer to the E-Commerce section where products are offered for sale from 3rd party Brands\n* 1.17. **“Fast Custom”** shall refer to the functionality where paying Buyers may purchase products from Sellers directly using their on-line Fast Custom offer.\n\n**2. Background and Scope of Privacy Policy**\n\n* 2.1. ABANA (“we” or “us”) operates the Website and thereunder, provides access to a Members-only Platform addressed to manufacturers, brands, retailers and other buyers of textiles, garments, fashion and lifestyle products.\n* 2.2. ABANA protects the privacy of all Website and Platform Users and strictly complies with all applicable data protection provisions, including the Mauritian General Data Protection Regulation (“GDPR”) and the ICT Act (Information, Communication and Technology Act).\n* 2.3. The following privacy policy informs about the processing of data that occurs towards Registered Users or during registration of other Members (see Sections 3-8), as well as about any data processing that happens independent of your registration or log-in (see Sections 8-9).\n\n**3. Processing of Data during Registration, account/Profile Completion and updates**\n\n* 3.1. When you register for the services on the Platform, complete your Account/Profile or change such information, ABANA stores the information you insert about you, and your company as follows:\n* 3.2. **Individual Accounts.** If you register or change or complete an Individual Account, such data includes:\n\n  * a) contact information, such as your name, your job title, gender, the country you reside in, phone number, your email address, the new password you choose), and, if your subscription is fee-based, your billing information,\n  * b) information about your company or the company you act for, for example the company’s name, website, minimum order quantity, revenue per year, number of employees, target group, segment, product group, certification requirements, brands you work for and brands with similarities to your sourcing needs,\n  * c) additional Profile information, such as a Profile picture.\n* 3.3. **Company Accounts.** If you work for a company and create a Company Account, such data includes your name, your job title, gender, the country you reside in, phone number, the name of the Company subscribing, and your e-mail address, and, if the company’s subscription is fee-based, the company’s billing information.\n* 3.4. **Individual Profiles.** If you create/change a Profile under a Company Account, you must provide ABANA with your name, job title, your email address and may provide a profile picture.\n* 3.5 **Conversion Tracking Information.** If you register an Individual Account or Company Account, we may save information about how you responded to our advertisements before signing up in connection with such account. For details please see below under Section 9.7.\n\n**4. Visibility of Your Account/Profile Information and Activity on the Platform:**\n\n* 4.1. ABANA’s service aims at providing a network and potential business contacts for its Members. It therefore generally enables (i) Sellers to contact Buyers and vice versa through a chat function and connect-function, (ii) Buyers to search for Sellers and vice versa (iii) Buyers to post RFQs / RFIs and Sellers to view and answer to such RFQs / RFIs.\n* 4.2. Visibility within the Platform. In order to allow Buyers and Sellers to exchange information as quickly as possible and to enable them to match with business partners quickly and efficiently, it is vital that relevant information on the Platform is visible quickly among Registered Users. Therefore, the information about you and your activities is visible to other Registered Users of the Platform as follows:\n\n  * a) Searchability of Accounts and Profiles: Buyers can only search for Seller’s Accounts. Sellers can search for both Buyers and Sellers Accounts. They cannot directly search for single Profiles or names. However, single Profiles or names can be accessed if one searches for an Account and manually clicks on a Profile/name.\n  * b) Account/Profile Information. If you are a Buyer, Seller can view the information you inserted or uploaded on your Account or Profile. In turn, if you are a Seller, Buyers can view the information you inserted or uploaded on your Account or Profile. \n  * c) RFQs: Buyers can post RFQs, in which they can, inter-alia, define the product categories and countries of manufacturers they search for. Such RFQs are visible to all Sellers who fullfil certain predefined criteria, such as the selected product category and country requirements. Sellers can then respond to these RFQs.\n  * d) Search Criteria: Buyers can search for Sellers. The search criteria are visible as a live-ticker towards Sellers who match the search criteria and/or are selected by matching algorithms. In connection with the search criteria, Sellers can see your name and your company’s name and may contact you under your Individual Account or Profile.\n\n**5. Messages in Relation to Platform** \n\n* In order to keep Registered Users informed about relevant activities on the Platform, ABANA messages Registered Users in connection with its services. Such messages are delivered by email as well as on-Platform and contain, for example, instructions on how to set up an account or interact with other Registered Users, notifications on activities on the Registered User’s account (such as messages by other Registered Users) or recommendations for business contacts.\n\n**6. Legal Basis for Data Processing of Registered Users**\n\n* 6.1. If you are a Member, or a person who helps to register Members, the legal basis of data processing as described under Sections 3-5.\n* 6.2. If you are an employee or other person acting on behalf of a Member (e.g. you work for a company who subscribed to the Platform as a Member), the legal basis of such processing is based on your consent towards your employer/principal according to Art. 6 para. 1, lit. a) GDPR or the legitimate interests of your employer/principal according to Art. 6 para. 1 f) GDPR. If in doubt, please refer to your employer/principal’s privacy policy.\n\n**7. Newsletters**\n\n* 7.1. As a Member, we automatically include you in our newsletter mailing list. As a non-Member, we send newsletters only if you signed up for them by giving us your contact details. The purpose of sending such newsletters is to inform you about latest developments, platform & feature updates and to provide relevant information about the market and instructions on how to use the Platform.\n* 7.2. We use the third-party provider “MailChimp” to send such newsletters. MailChimp is provided by Rocket Science Group, LLC, 675 Ponce De Leon Ave NE #5000, Atlanta, GA 30308, USA. MailChimp may receive your identification and contact data (name, date of birth, gender, general, occupation or other demographic information, address, title, contact details, including email address), as well as IT information (IP addresses, usage data, Cookies data, location and browser data).  Such information is stored and processed on MailChimp’s servers in the US. Such data transmission is allowed under the EU commission’s decision about the adoption of the EU-US data protection framework “Privacy Shield” (https://www.privacyshield.gov/welcome). MailChimp is certified under this EU-US Privacy Shield Framework. In connection with the performance of its services for us, MailChimp’s newsletters employ the use of Cookies (see below), unique identifiers, web beacons and similar tracking technologies (“Tracking Technologies”). Such Tracking Technologies are only used in order to provide you a more personalized newsletter. For details, see MailChimp’s privacy policy [(https://mailchimp.com/legal/privacy/)](https://mailchimp.com/legal/privacy/) and Cookie statement ([https://mailchimp.com/legal/cookies/](<* https://mailchimp.com/legal/cookies/>))\n* 7.3. As a Member, the legal basis of processing your data in order to sent you newsletters are our legitimate interests according to Art. 6 para. 1, lit. f) GDPR. As a non-Member, the legal basis of processing your data in order to sent you newsletters is your consent according to Art. 6 para. 1, lit. a) GDPR.\n  •\t \n\n**8. Processing of data in case of communication towards us**\n\n* 8.1. If you decide to contact us, for example via e-mail or via the contact form, the personal data you transmitted is automatically stored in order to process your request. The data you communicated will not be transferred to third parties. It will only be stored as long as we need to deal with your request (e.g. to answer your question), but minimally as long as we are legally obliged to store such data.\n* 8.2. The legal basis for such processing and storage is Art. 6 para. 1, lit. c) GDPR.\n\n**9. Webtracking**\n\n* 9.1 **Use of Log Files in Case of Errors.** When you visit the Website, ABANA collects the following usage data upon a crash or other malfunction of the Website and sends them to an internal logfile: anonymized IP address, browser information, computer information, network information. ABANA uses such data only to detect or to eliminate errors which prevent the Website from operating properly.\n* 9.2. **Use of Cookies.** ABANA also collects information on the use of the Website by using the browser Cookies from the third-party provider Google Analytics. ABANA only uses these two types of Cookies. Browser Cookies are small text files stored on the user’s data storage medium, which save the specific settings and data exchange via the browser. A Cookie typically contains the name of the domain from which the Cookie has come, information on the age of the Cookie and alphanumeric identifiers. Cookies help ABANA to identify the user’s device and to immediately make available possible preferences. When you access the Website, a Cookie is transmitted to your hard disk of the computer or the mobile device. Cookies help ABANA to improve the Website and offer better services by making the services more user-friendly.\n* 9.3. The Cookies used by ABANA may save the following data on the use of the Website:\n\n  * a) device’s IP address (captured and stored in an anonymized format)\n  * b) device screen resolution\n  * c) device type (unique device identifiers), operating system, and browser type\n  * d) geographic location\n  * e) preferred language used to display the Website\n  * f) mouse events (movements, location and clicks)\n  * g) keypresses\n  * h) referring URL and domain\n  * i) pages visited\n  * j) geographic location (country only)\n  * k) date and time when Website pages were accessed.\n* 9.4. There will be no reference to the name of an individual user, but a reference to an identification number pertaining to the Cookie (“Cookie-ID”). In case the user does not consent to the use of browser Cookies, the user can change the browser settings, so that a storage of Cookies will not be accepted. However, the Website may not function properly and/or some features may not be available in that case.\n* 9.5. **Google Analytics.** In more detail, ABANA uses Google Analytics, a web analytics service provided by Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland. We use Google Analytics in the form of the “universal analytics” function provided by Google, i.e the analysis of data from your use of our Website is based on a pseudonymous user ID and pseudonymous profile which extends to various devices you use (so-called “cross-device tracking”). The information generated by Google Analytic’s Cookie about your use of the Website (including your IP address) will first be stored on a server of Google within the European Union or the European Economic Area and will then be transmitted to and stored by Google on servers in the United States. Please note that on this Website, Google Analytics code is supplemented by “anonymizeIp” to ensure an anonymized collection of IP addresses (so called IP-masking), Google therefore anonymizes the last octet of the IP address. Only in exceptional cases, the full IP address is sent to and shortened by Google servers in the USA. Such data transmissions are allowed under the EU commission’s decision about the adoption of the EU-US data protection framework “Privacy Shield” (https://www.privacyshield.gov/welcome). Google is certified under the EU-US Privacy Shield Framework.On behalf of the Website provider Google will use this information for the purpose of evaluating your use of the Website, compiling reports on Website activity for Website operators and providing other services relating to Website activity and internet usage to the Website provider. Google will not associate your IP address with any other data held by Google. You may refuse the use of Cookies by selecting the appropriate settings on your browser. However, please note that if you do this, you may not be able to use the full functionality of this Website. Furthermore you can prevent Google’s collection and use of data (Cookies and IP address) by downloading and installing the browser plug-in available under https://tools.google.com/dlpage/gaoptout?hl=en-GB. You can refuse the use of Google Analytics by clicking on the following link. An opt-out Cookie will be set on the computer, which prevents the future collection of your data when visiting this website: https://tools.google.com/dlpage/gaoptout?hl=en. Further information concerning the terms and conditions of use and data privacy can be found at http://www.google.com/analytics/terms/gb.html or at https://www.google.de/intl/en_uk/policies/. Google automatically deletes all information collected within 14 months\n* 9.6. Use of GoogleAds and Conversion Tracking without Sign-Up. We also use Google’s online marketing tool “GoogleAds”. Via GoogleAds, we place advertisements (“ads”) within Google’s “Display Network” (i.e. such ads are shown above your Google search results when you use Google, or on websites of third parties which are partners within Google’s advertisement network). Such ads are personalized, i.e. shown to users who are more likely to be interested in them. This includes personalization for remarketing purposes, i.e. ads are more likely shown to you if you have formerly been interested in online offers similar to our products. To this end, when you visit any website within the Google Display Network, Google integrates a code on such websites (so called “web beacons”). With their help, a Cookie or a similar technology will be placed on your device. At the same time, we receive an individual “conversion Cookie”. With this conversion Cookie, Google prepares conversion statistics for us, enabling us to see how many users have clicked on an ad we placed and how many of these users then performed an activity which we defined beforehand (such as clicking on certain subpages on our Website, e.g. signing up, signing up for a newsletter, viewing promotional videos, following our social media channels, or contacting us via our website through chat or e-mail). To enable this, we equip the subpages which we want to count as a conversion activity with a “conversion tag” provided by Google. We do not see your identity when using Google’s conversion tracking (Certain information may, however, be stored if you sign-up to create an Account or successfully create an Account. For more information on this, please see Section 9.7 below.) Data relevant for displaying such ads and subsequent conversion tracking is processed pseudonymously by Google and its partners, i.e. Google does not store or process data such as your name or email address, unless you have expressly permitted Google to do so. For more information about Google’s use of Cookies in advertising, please visit https://policies.google.com/technologies/ads?hl=en. You can manage your ad settings within the Google services on your Google account (https://adssettings.google.com/authenticated?hl=en). Also, you can manage cookies in the settings of the web browser you use.We use GoogleAds and its personalization to show ads only to users who are potentially interested in them. Conversion tracking allows us to find out which ads users found interesting and therefore, to improve them.\n* 9.7. Use of Ad Tracking Data after Sign-Up. We also may ad so-called UTM-referrer-codes to the ads that we place via GoogleAds. They enable us to see which ad led you to the sign-up page. If you sign up successfully, we may save the previously pseudonymized information we received about your online behaviour via the conversion tracking under Section 9.6 (such as source, medium, campaign, term, content, channel and ad group) in connection with your user Account on the Platform. This allows us to find out which ads our Members found interesting and therefore, to improve our ads and our Platform. We will delete this additional information from your Account within 14 months after you signed up.\n* 9.8. In-Platform Tracking. When you visit the Website and log in as a Member, ABANA collects the following usage meta data:\n\n  * a) login-times and frequencies,\n  * b) number of messages sent and received,\n  * c) mouse or keypress events (movements, location and clicks),\n  * d) subpages, Accounts and profiles visited.\n* 9.9. Legal basis. The legal basis for webtracking and subsequent processing of personal data under this Section 10 are our legitimate interests according to Art. 6 para. 1, lit. f) GDPR.\n\n**10. Obligations to provide Data**\n\n* The aforementioned processing of data results from your membership, your use of the Website, opting-in for a newsletter or contacting us. In order to create an Account or Profile on the Platform, some of the data listed under Section 3 must be provided (such data is indicated with an asterisk in the registration form). The use of some of the Platforms functions makes data processing necessary as detailed in Sections 4-5. Other than that, you are neither contractually nor statutorily obliged to provide any data to ABANA.\n\n**11. Your Rights under the GDPR**\n\n* 11.1. Under the Mauritius General Data Protection Regulation, you are entitled to\n\n  * a) request which data ABANA processes and stores. However, in cases where we only stored anonymized use profiles (such as the ones generated by the use of webtracking), we cannot match such profiles with your individual details such as your name or address. Therefore, we can only fulfil your request if you grant us the information necessary to conduct such matching. We will inform you if fulfilment of your information request is only possible with such further information;\n  * b) request – under the statutorily required preconditions – the completion, correction or deletion of your data;\n  * c) receive the necessary data in a structured, common and machine-readable format as far as processing of your data is based on consent towards or fulfilment of a membership agreement with ABANA; and\n  * d) withdraw your consent to process your data granted towards ABANA (e.g. the consent to receive newsletters) by contacting us via the contact details shown below;\n  * e) withdraw any consent regarding the use of the Platform granted towards your employer or principal by contacting them;\n  * f) object to any processing of data which is based on Art. 6 para. 1 lit. e) or f) GDPR (e.g. in the case of webtracking), as far as the requirements of Art. 21 para. 1 GDPR are met (i.e. on grounds relating to your particular situation).\n* 11.2. You have a right to file a complaint with a data protection authority. \n\n**12. Information and Contact**\nYou can contact ABANA under Abana Ltd, Royal Road, Mapou Leclezio, 30410, Goodlands, under the email address support@abana.mu."
}